[
    {
        "id": "1",
        "category": "Appointment",
        "title": "Scheduling an Appointment with a doctor",
        "content": "To schedule an appointment with a doctor, visit the hospital website channel doctor section or call the reception at 011 1234567. Available slots are listed in the channel doctor section.",
        "metadata": {
            "keywords": [
                "schedule",
                "appointment"
            ]
        }
    },{
        "id": "2",
        "category": "Appointment",
        "title": "Guidace for booking an appointment from web",
        "content": "To schedule your appointment with a doctor using the form, start by entering your full name in the Full Name field. This should be your complete name, as it appears on your ID or health records, to ensure proper identification. Next, input your email address in the Email field. This is important because you’ll receive a confirmation and any additional information about your appointment through this email. Then, provide a valid phone number in the Phone Number field. This allows us to contact you if we need to update you about your appointment or send reminders.  After that, select the department you'd like to visit from the dropdown menu. For example, you can choose General Medicine, Pediatrics, Dermatology, and so on. Once you’ve selected the department, the next dropdown will let you choose a doctor from that department. Choose the doctor you wish to schedule an appointment with.  In the Preferred Date field, pick a convenient date for your appointment by clicking the calendar icon. Make sure to select a date when the doctor is available; if not, we’ll suggest alternate dates. Then, in the Preferred Time field, select a time slot that fits your schedule from the available options.  You’ll also find a field asking for the Reason for Visit. Here, briefly describe why you’re scheduling the appointment. For example, it could be a routine check-up, a headache, or any other specific reason. This helps the doctor prepare for your visit.  Finally, after ensuring all the fields are filled correctly, click the Submit button at the bottom of the form. Your appointment request will be sent to the hospital, and you’ll receive a confirmation email with the details of your appointment. If you need to make any changes, you can contact the hospital using the information provided in the confirmation.",
        "metadata": {
            "keywords": [
                "schedule",
                "appointment",
                "guidace"
            ]
        }
    },
    {
        "id": "3",
        "category": "Appointment",
        "title": "How to calcel or reschedule an appointment",
        "content": "To reschedule or calcel an appointment, you can follow the link in the confirmation email or call the reception at 011 1234567.You need your appointment number to reschedule or cancel it.",
        "metadata": {
            "keywords": [
                "cancel",
                "reschedule"
            ]
        }
    },{
        "id": "4",
        "category": "Appointment",
        "title": "guidance to calcel or reschedule an appointment",
        "content":"If you need to cancel or reschedule your appointment, the process is simple. To cancel, locate the confirmation email you received when you scheduled the appointment. Inside, you'll find a link or button labeled 'Cancel Appointment.' Click this, and you’ll be taken to a page where you can confirm the cancellation. Once confirmed, your appointment will be canceled, and you'll receive an email confirming the cancellation.  To reschedule, follow a similar process. In the confirmation email, click the 'Reschedule Appointment' link. This will take you to a form where you can choose a new date and time for your appointment. Simply select a new date from the calendar and choose a time slot that works best for you. Once you've selected the new time, submit the form, and your appointment will be updated. You’ll receive an updated confirmation email with the new appointment details. If you have any issues or need assistance, feel free to contact the hospital directly using the contact information provided in the email.",
        "metadata": {
            "keywords": [
                "cancel",
                "reschedule",
                "guidance"
            ]
        }
    },
    {
        "id": "5",
        "category": "general_information",
        "title": "About and history of hospital",
        "content": "Horizon Health Corporation PLC commenced operations in Sri Lanka on 12th August 2005, under the brand name of Horizon Hospitals, a part of the chain of Horizon Hospitals founded by the renowned Dr. Nimal J. Perera in Sri Lanka. As the only purpose-built private hospital of its kind in Sri Lanka, Horizon Colombo revolutionized Sri Lanka’s healthcare service, and today under the brand Horizon Health, we continue to dominate and lead the healthcare sector. Ours is still considered to be the best healthcare facility in the country.  In 2015, we celebrated a decade of excellence in healthcare. Over the past decade, Horizon Health has revolutionized the healthcare industry in Sri Lanka through infrastructure development and advancement of its products and services, through sizeable investments, with a view to deliver healthcare that is on par with global developments in medical technology. We also play a critical role in the nation’s strategy to provide world-class medical care whilst balancing the equation of affordability and accessibility for all Sri Lankans.",
        "metadata": {
            "keywords": [
                "history",
                "about"
            ]
        }
    },
    {
        "id": "6",
        "category": "general_information",
        "title": "mission and vision",
        "content": "our vision is to Shaping the Future of Healthcare To provide high-quality and safe healthcare to the community while maintaining leadership and excellence in medical services.And our mission Healing with Compassion To deliver world-class healthcare in line with international standards, offering timely, cost-effective, and professional care to those in need.At Horizon Hospitals PLC, we recognize the evolving nature of healthcare, which has transformed from a reactive to a proactive service over the years. In this dynamic environment, our medical and support teams are focused on five key areas: enhancing safety and quality, driving innovation and technological advancement, empowering our people, ensuring sustainability, and achieving financial stability. By investing time and resources into these strategic areas, we continue to elevate the standards of healthcare.Horizon Hospitals is committed to total customer satisfaction by providing affordable services while upholding the highest standards of professionalism, quality, safety, accuracy, integrity, and courtesy. We aim to meet all statutory, regulatory, and ethical requirements through the utilization of effective management practices, cutting-edge healthcare technologies, our strengths and affiliations, and a quality management system compliant with ISO 9001. We also focus on continuous improvement by valuing service feedback and fostering staff dedication, commitment, and teamwork to bring satisfaction to every patient.",
        "metadata": {
            "keywords": [
                "mission",
                "vision",
                "values",
                "qualities"
            ]
        }
    },
    {
        "id": "7",
        "category": "contact_information",
        "title": "general contact information",
        "content": "Adress:Horizon Health PLC, Colombo 05, Sri Lanka, Telephone: 011 1234567, Email: info@HorizonHealth.com",
        "metadata": {
            "keywords": [
                "telephone",
                "information"
            ]
        }
    },
    {
        "id": "8",
        "category": "facilities",
        "title": "hospital facilities information",
        "content": "Horizon Hospital in Colombo is renowned for its exceptional healthcare services and state-of-the-art facilities. The hospital rooms at Horizon are thoughtfully designed to provide patients with maximum comfort and care throughout their stay. Each room is equipped with modern amenities, ensuring an environment that promotes healing and recovery. Horizon Hospital offers a variety of room options to meet diverse patient needs. Private rooms provide a tranquil and personalized space, featuring en-suite bathrooms, comfortable furnishings, and entertainment facilities, making them ideal for those seeking privacy and a peaceful healing atmosphere.  In addition to private rooms, Horizon Hospital also offers semi-private rooms for patients who prefer a shared space with a fellow patient. These rooms are carefully arranged to maintain patient privacy while encouraging a sense of companionship. No matter the room type, Horizon Hospital places the highest priority on hygiene, safety, and patient well-being. Our dedicated staff is committed to delivering compassionate care, ensuring that every patient experiences a comfortable and reassuring stay as they progress toward recovery. To learn more about our facilities, please visit the facilities section of our website.",
        "metadata": {
            "keywords": [
                "facilities",
                "rooms",
                "privacy"
            ]
        }
    },
    {
        "id": "9",
        "category": "technologies",
        "title": "avilible cutting edge technologies",
        "content": "The world’s fastest and most accurate 640 Slice CT scanner - Toshiba Aquilion ONE. Horizon Hospitals PLC was the first to introduce the technology to Sri Lanka.Latest technology in bone density scanning - DEXA (Dual Energy X-ray Absorptiometry).Fibro Scan - Non-invasive, pain-free liver assessment technology. Nawaloka Hospitals PLC was the pioneer in introducing this technology in Sri Lanka.World class Hemodialysis Unit.3 TESLA and 1.5 TESLA MRI scanners - Only hospital in Sri Lanka to have two MRI machines in operation. First hospital in Sri Lanka to commission this technology.World’s best 3D HOLOGIC Digital Mammogram available at the Nawaloka Breast Care Centre.",
        "metadata": {
            "keywords": [
                "technologies",
                "scanners",
                "mri",
                "mammogram"
            ]
        }
    },
    {
        "id": "10",
        "category": "general_services",
        "title": "general medicine centre",
        "content": "Our general medicine department attends to various types of medical emergencies such as heart attacks, strokes, acute liver and kidney ailments, infections, dengue fever, meningitis, pneumonia amongst others as well as a range of chronic medical problems such as osteoarthritis, Rheumatoid arthritis, Asthma, Hypertension, Diabetes, and long-standing kidney/liver problems. Additionally, a number of subspecialists that include Cardiology, Neuro, Kidney, Liver, Lung, Microbiology amongst others are available on call to aid General Physicians 24 hours a day in providing medical relief and the best of care.",
        "metadata": {
            "keywords": [
                "services",
                "general",
                "department"
            ]
        }
    },
    {
        "id": "11",
        "category": "general_services",
        "title": "Neurology centre",
        "content": "Our Neurology Department is unique in that we are the only department in the private healthcare sector in Sri Lanka to offer the services of 3 full-time Neurologists/ Surgeons who are present all day to facilitate cases of emergency. On our team are a number of neuro-electrophysiology technicians to conduct  EEG and EMG tests. Our patients have the convenience of collecting results on the same day the test is conducted. We are also the only hospital in the country to carry out long-term video EEG monitoring.",
        "metadata": {
            "keywords": [
                "services",
                "neurology",
                "department"
            ]
        }
    },
    {
        "id": "12",
        "category": "general_services",
        "title": "vaccsination centre",
        "content": "Our Vaccinations Clinic is on par with the procedures of the National Vaccination Programme. Our visitors can be assured of their safety and the safety of their children through immunisation against life-threatening diseases. We have a dedicated team of expert pediatricians and superior vaccine storage facilities that enable us to ensure that your vaccinations are safe and effective.",
        "metadata": {
            "keywords": [
                "services",
                "vaccsination"
            ]
        }
    },
    {
        "id": "13",
        "category": "general_services",
        "title": "physiotherapy centre",
        "content": "We offer a wide range of performance rehabilitation services of physiotherapy. Physicians at Lanka Hospitals work closely with our therapists ensuring that the best decision is made when it comes to choosing which method best fits a patient’s recovery. Our clinically measured approach means that we only practice thoroughly validated therapies, so we always know the service we provide is going to be the best the field can offer.",
        "metadata": {
            "keywords": [
                "services",
                "physiotherapy"
            ]
        }
    },
    {
        "id": "14",
        "category": "general_services",
        "title": "dermatology",
        "content": "The skin, hair and nails are the mirrors of good health for every person. If they fail to shine and look healthy, then looking your best is compromised. That’s why at our Dermatology Department, our specialist dermatologists take painstaking measures to give you that glow.",
        "metadata": {
            "keywords": [
                "services",
                "dermatology"
            ]
        }
    },
    {
        "id": "15",
        "category": "general_services",
        "title": "nuclear medicine centre",
        "content": "We are equipped with state of-the-art Dual Detector Gamma Camera (SIEMENS-E Cam) technology, the first of its kind in Sri Lanka. We remain the only private healthcare center in Sri Lanka to offer Nuclear Medicine for diagnostic, therapeutic and preventive maintenance.The only private healthcare care center in Sri Lanka to offer Nuclear Medicine for diagnostic, therapeutic and preventive maintenance. We are equipped with state of- the-art Dual Detector Gamma Camera (SIEMENS-E Cam) technology, the first and only of its kind in Sri Lanka. We provide a friendly and efficient service all year around. The Nuclear Medicine Centre of Lanka Hospitals provides the whole gamut of nuclear medicine imaging studies.we offer Whole Body Bone Scan (MDP) Bone Scan (SPECT) (MDP) DTPA Renal Scan (Renal Function/Diuretic Scan) Captopril Renal Scan- 2 days Protocol (Baseline & Captopril Study) DTPA Renal Scan – Indirect Radionuclide MCU (DTPA) DMSA Renal Scan Myocardial Perfusion Scan (SPECT) Lung Perfusion Scan (MAA) Lymphoscintigraphy (Nanocolloid) Liver Spleen Colloid Scan Liver Blood Pool Scan GI Bleed Scan Hepatobilary Scan(HIDA) Scan Brain SPECT Scan (Sesta MIBI) (Tumor viability/Recurrence) Whole Body Sesta MIBI Scan (Tumor Imaging) Parathyroid Scan (Sesta MIBI) Thyroid Scan (Tc 99m Pertechnetate) Meckel’s Scan Lung + Venography (Veno Pulmonery Scan) (MAA) MUGA Scan (Resting) Radionuclide Ventriculography) Gastric Emptying GE Reflux Scan I -131 Whole Body Scan (3mCi) Low dose I-131 Therapy (10mCi) Low dose I-131 Therapy (15mCi) Low dose I-131 Therapy (30mCi) Whole Body Radioiodine Scan (Post Therapy) Scintimamography Sentinel Lymphnode imaging sulfur colloid",
        "metadata": {
            "keywords": [
                "services",
                "nuclear medicine",
                "scan",
                "radiology"
            ]
        }
    },
    {
        "id": "16",
        "category": "general_services",
        "title": "Dental",
        "content": "Our Dental Clinic puts perfect smiles on our patient’s faces. Our state of- the-art facility offers dentistry as well as cosmetic dentistry, enhancing your quality of life and giving you healthy and beautiful teeth at an affordable price. Our Clinic provides preventive, cosmetic, prosthetic and periodontal dentistry and also performs more complex oral surgeries. Our advanced equipment includes an OPG orthopantomogram as well as a lateral cephalogram X-ray facility.we provide General dental treatment Minor restoration Endodontics Cosmetic dentistryTeeth whiteningOral surgeryProstheticsLaser dental surgery including cosmetic laser procedures",
        "metadata": {
            "keywords": [
                "services",
                "dental"
            ]
        }
    },
    {
        "id": "17",
        "category": "general_services",
        "title": "mother and baby care centre",
        "content": "Our Mother & Baby Care Center provides a personalized birth experience for every expecting family, a distinctive clinic for you and your bundle of joy. The unit provides comprehensive and convenient care from conception, through pregnancy and delivery, to post-natal and pediatric treatment (up to 14 years of age) and provides the comforts of home with the security of current technology.Birthing centre with latest technology and equipment.Private Labour Suites – Partner can stay with the expectant mother.Availability of operation theatre facilities of any emergency.presence of a fully equipped Neonatal Intensive Care Unit.Availability of Medical Intensive Care facility.Dedicated maternity wing.Experienced and skilled team of doctors and nurses specialized in pre-natal, natal and post-natal care.Availability of in-house Obstetricians and Gynaecologists.Newest facilities for the management of pain during labour24 x 7 cover by Obstetricians, Gynaecologists, and Neonatologists.We provide post-partum care and counselingWe provide physiotherapy and dietary advice following deliveryWe provide advice on baby careWe provide proactive child development support We have specialised paediatric surgery and neurosurgery facilities. Availability of a dedicated paediatric inpatient area",
        "metadata": {
            "keywords": [
                "services",
                "mother and baby care centre"
            ]
        }
    },
    {
        "id": "18",
        "category": "general_services",
        "title": "eye clinic",
        "content": "With a dedicated team of local and foreign consultant ophthalmologists, highly trained nurses and access to the most up-to-date technology, our Eye Clinic is the only private eye clinic in Sri Lanka to offer a complete range of services in one central location.Both foreign and local, internationally trained ophthalmologists, supported by and the very latest technologies are on hand.We offer the services of dedicated foreign & local eye surgeons around the clock for all eye related diseases & emergencies. We offer the services of both adult and paediatric eye care treatment and procedures. We perform a range of eye diagnostic procedures and other investigations. We are the first centre to perform artificial corneal transplants. We have a service-oriented, friendly environment where a patient’s needs can be conveniently addressed.Routine eye check,Cataract surgery (IOL/Multifocal IOL Lasik laser vision correction (Corneal correction surgery), CK laser surgery (for far/ near vision correction), Glaucoma evaluation and treatment, Diabetic eye clinic services, Vitreoretinal surgery and laser, AMD full evaluation including FFA test, Oculoplasty and squint surgery, B scan ultrasound, Paediatric eye care assessments,",
        "metadata": {
            "keywords": [
                "services",
                "eye clinic"
            ]
        }
    },
    {
        "id": "19",
        "category": "special_services",
        "title": "Blood cancer centre",
        "content": "Haematology / Haemato-Oncology Centre is the most established centre for the treatment of blood cancers which include leukaemia, lymphoma and myeloma and all other non-malignant Haematological disorders such as immune thrombocytopenia, thalassemia, immune mediated anemias and Hemophilia. The Clinical Haematology / Haemato-Oncology Centre also specialize in the treatment of bone marrow transplants.The hospital is armed with possibly the only consultant specialized in Clinical Haematology / Haemato-Oncology in Sri Lanka, who also has more than 15 years of work experience in the UK in treating blood cancers.The centre consists of a highly knowledgeable and experienced team of Clinical Haematologist/ Haemato – Oncologists, Haematologists, Oncologists, Pathologists, Surgeons, Cardiologists, Nursing staff, Pharmacists, Psychiatrists, Junior doctors, Anesthetics, Physicians, Dieticians and Social workers.Special serviceswe provide Diagnostic Facilities All types of diagnostic blood tests, Blood film examination,Bone marrow aspirations and biopsies,Lymph node biopsy,Ultra-Sound, CT & MRI Scanning,Treatment Facilities,A dedicated in-patient facility only for patients with Haematological disorders for chemotherapy and supportive care, Haematology Day Unit (HDU) for day chemotherapy/ out-patient chemotherapy/ patient monitoring and other procedures, Out-patient consultation service – OPD 6 Ground Floor, Transfusion programme for thalassemia patients, Treatment Options Chemotherapy for all types of blood cancers Bone marrow transplants",
        "metadata": {
            "keywords": [
                "blood cancer centre",
                "special services"
            ]
        }
    },
    {
        "id": "20",
        "category": "special_services",
        "title": "Kidney care centre",
        "content": "The Horizon Hospitals Kidney Care Centre offers comprehensive and specialised care for kidney diseases, with dialysis and kidney transplants performed by the best and most respected nephrologists in the country. Our Kidney Care Centre has earned a reputation as a Centre of Excellence in Sri Lanka that not only focuses on maintenance of kidney function but also as a Centre that seeks a complete cure for patients.  Our Kidney Care Centre has performed over 1000 kidney transplants. We are the only private hospital in Sri Lanka to have successfully performed both pediatric and adult transplants. We are the only private hospital in Sri Lanka that continues to perform successful cadaver transplants. We are the only private hospital in Sri Lanka to undertake the largest number of dialyzes a month. Our servises Peritoneal dialysis Adult and Paediatric kidney transplants Lanka Hospitals Department of Transfusion medicine lab is the only lab in the private sector that is equipped to undertake tissue typing and tissue cross match (HLA) Sophisticated DTPA facilities (with the support of Department of Nuclear Medicine) CRRT machine for dialysis of cardiac patients. Counselling for transplant patients and donors Budgeted dialysis package for Sri Lankans Holiday dialysis packages for overseas patients Exceptionally caring, specially trained nursing team providing individual, total and compassionate attention Availability of full range of investigations including Biochemistry, Haematology, Histopathology and Microbiology Access and availability of blood bank Availability of dialysis service 24/7, 365 days of the year.",
        "metadata": {
            "keywords": [
                "kidney care centre",
                "special services"
            ]
        }
    },
    {
        "id": "21",
        "category": "special_services",
        "title": "Heart Centre",
        "content": "Our Heart Centre is dedicated to offering the most comprehensive cardiac and cardiothoracic surgical procedures. We have a proven track record of excellent results and unmatched aftercare alongside the added benefit of affordability. We realize that you, as our patient require the best in medical expertise for effective treatment. This is why we provide the finest in cardio-thoracic care available in Sri Lanka.Over the last decade, our Heart Centre has performed more than 50 different cardiac surgical procedures with excellent results. We are the pioneers to perform the complete range of cardiac and cardiothoracic surgeries for children and adults. We have the latest flat panel catheterization laboratory in the country for angiograms, stenting procedures and closure of a hole in the heart procedures. We offer the very best amenities to patients treated at the Heart Centre, with all the required facilities on the same floor for easy access. Our Heart Centre is equipped with dedicated facilities and equipment including the following: A state-of-the-art catheterization laboratory or cath lab, with diagnostic imaging equipment Two cardiac theatres Blood bank state-of-the-art 5-bed Coronary Care Unit (CCU) Availability of a 7 bed step-down ICU and a 4-bed HDU Individually-focused and expert nursing care Patient counseling by our Heart Specialists (pre and post-operative) with all day access Physiotherapy (Pre and Post-operative) Our servises ngiogram Angioplasty (Stent placement) Device Closure Valvuloplasty Placement of pacemakers (PPM) and implantable cardio defibrillators for abnormal heart rhythms (ICD) Cardiac Re synchronization Therapy (CRT) Rotablator Fractional Flow Reserve (FFR) Measurement. Surgical Interventions Coronary Artery Bypass Graft (CABG) On pump/ off pump Redo Surgery Cardiac Total Revascularisation Aortic Dissection Valve/Arterial Switch Procedures Atrial Septal Defect (ASD) Tetralogy of Fallot (TOF) Valve repair and replacement surgery Surgical Closure of Atrial Septal Defect Congenital Heart Disease Correction Surgery Investigations Electrocardiogram (ECG) Echocardiography Exercise stress test (Treadmill test) Holter monitor Stress Echo (Dobutamine) Ambulatory BP Tec 99 Scan (in collboration with Nuclear Medicine Department) Support Services Blood Bank Physiotherapist Dietitian Pharmacist Laboratory services",
        "metadata": {
            "keywords": [
                "heart centre",
                "special services"
            ]
        }
    }
]